from google_images_download import google_images_download


keywords = [
    ["아이유", "신봉선"],
    ["제시카", "여자친구 신비"],
    ["fx 엠버", "샤이니 종현"],
    ["마마무 문별", "비투비 민혁"],
    ["블락비 재효", "에이핑크 하영"],
    ["블락비 지코", "나인뮤지스 경리"],
    ["방탄소년단 정국", "러블리즈 예인"],
    ["exo 시우민", "원더걸스 소희"],
    ["레이먼킴", "김조한"],
    ["디오", "김향기"],
    ["솔지", "임원희"],
    ["김기리", "장성규"],
    ["빈지노", "김원중"],
    ["씨스타 보라", "한채영"],
    ["임나영", "엄현경"],
    ["유연정", "라미란"],
    ["전현무", "추신수"],
    ["이은형", "넉살"],
    ["한소희", "itzy 류진"],
    ["아이즈원 안유진", "정소민"],
    ["이상우", "기태영"],
    ["장서희", "서영희"],
    ["김무열", "정석원"],
    ["조희봉", "정두홍"],
    ["박희순", "정재영"]
]


def scrape_img():
    limit = 20

    response = google_images_download.googleimagesdownload()  

    ## TODO

if __name__ == "__main__":
    scrape_img()